Repository: Proper-Job/plugin.video.zattooHiQ
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30000
source: No description
he_il: אין תיאור

# #30001
source: [B]Loading data from external source...[/B]
he_il: [B]טוען מידע ממקור חיצוני...[/B]

# #30002
source: Calculating remaning time...
he_il: מחשב זמן שנותר...

# #30003
source: Approximately %d seconds left...
he_il: נותרו בערך %d שניות ...

# #30004
source: Loading of data already in progress...
he_il: טעינת נתונים כבר בתהליך...

# #30005
source: Mouse control
he_il: שליטה בעכבר

# #30006
source: Now
he_il: עכשיו

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
he_il: [B]טיפ![/B] אתה יכול גם להשתמש בלחצן הגלילה בעכבר

# #30008
source: Cancel
he_il: ביטול

# #30009
source: No program available
he_il: אין תכנית זמינה

# #30100
source: General
he_il: כללי

# #30101
source: Source
he_il: מקור

# #30102
source: Show channels from category
he_il: הצג ערוצים מקטגורית

# #30103
source: XMLTV file
he_il: קובץ XMLTV

# #30104
source: Clear cache...
he_il: נקה מטמון...

# #30105
source: Done!
he_il: הסתיים!

# #30106
source: Show notification before selected programs start
he_il: הצג התראה לפני התחלת התכניות הנבחרות

# #30107
source: Use program image as background
he_il: השתמש בתמונת תכנית כרקע

# #30108
source: Clear all reminders...
he_il: נקה את כל התזכורות...

# #30109
source: Remember to clear the cache when you change source
he_il: זכור לנקות את המטמון בעת החלפת מקור

# #30110
source: Update program information on XBMC startup
he_il: עדכן פרטי תכנית בעת הפעלת XBMC

# #30111
source: Play channels using the YouSee web-tv addon
he_il: נגן ערוצים בעזרת ההרחבה YouSee web-tv

# #30112
source: Notifications
he_il: התראות

# #30113
source: Play channels using the Danish Live TV addon
he_il: נגן ערוצים בעזרת ההרחבה Danish Live TV

# #30114
source: Startup
he_il: אתחול

# #30115
source: - clear cache first
he_il: - נקה תחילה מטמון

# #30116
source: Search for channel logos in
he_il: חפש סמלילי ערוצים ב-

# #30118
source: Enable OSD menu
he_il: הפעל את תפריט מסך התצוגה

# #30119
source: Disabling the OSD menu may fix video stuttering.
he_il: השבתת תפריט מסך התצוגה אולי תפתור בעיית גמגום וידאו.

# #30120
source: Use alternate streaming method (required for some addons)
he_il: תשתמש בשיטת הזרמה חלופית (נדרש עבור הרחבות מסוימות).

# #30121
source: Alternative streaming is not compatible with OSD menu
he_il: מצב הזרמה חלופי אינו תואם עם תפריט מסך התצוגה

# #30122
source: XMLTV URL
he_il: כתובת XMLTV

# #30123
source: XMLTV type
he_il: סוג XMLTV

# #30124
source: Local file
he_il: קובץ מקומי

# #30125
source: URL
he_il: כתובת

# #30150
source: Oops, sorry about that!
he_il: אופס, מצטער!

# #30151
source: It was not possible to load program data,
he_il: לא ניתן היה לטעון את נתוני התכנית,

# #30152
source: check settings or try again later...
he_il: בדוק הגדרות או נסה שנית מאוחר יותר...

# #30153
source: because the settings are invalid!
he_il: מאחר וההגדרות אינן נכונות!

# #30154
source: It looks like your current skin has a special
he_il: נראה שיש למעטפת שלך יש מאפיין ייחודי

# #30155
source: version of the TV Guide skin that is not up-to-date.
he_il: גרסה של מעטפת מדריך הטלוויזיה אינה מעודכנת.

# #30156
source: Please try with a different skin...
he_il: אנא נסה עם מעטפת שונה...

# #30157
source: It looks like the TV Guide database is broken.
he_il: נראה שמסד הנתונים של מדריך הטלוויזיה פגום.

# #30158
source: The database will be deleted and recreated.
he_il: מסד הנתונים ימחק ויווצר מחדש.

# #30159
source: Channel configuration, etc. is unfortunately lost.
he_il: למרבה הצער הגדרות ערוצים, וכו' אבדו.

# #30200
source: on [B]%s[/B] in 5 minutes...
he_il: ב-[B]%s[/B] בעוד 5 דקות...

# #30201
source: on [B]%s[/B] is starting now...
he_il: ב-[B]%s[/B] מתחילה כעת...

# #30300
source: Watch live
he_il: צפה בשידור חי

# #30301
source: Remind
he_il: תזכיר

# #30302
source: Don't remind
he_il: אל תזכיר

# #30303
source: Cancel
he_il: ביטול

# #30304
source: Choose stream
he_il: בחר הזרמה

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
he_il: אתה יכול לבחור לנגן קובץ strm. משלך, כאשר ברצונך לצפות בערוץ זה.

# #30306
source: Remove stream file
he_il: הסר קובץ הזרמה

# #30307
source: Channels
he_il: סרטים מערוצים

# #30308
source: Quit
he_il: צא

# #30500
source: [B]Edit channel order and visibility[/B]
he_il: [B]ערוך סדר ערוצים ומראה[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
he_il: נווט למעלה או למטה לשינוי מיקום [CR]הערוץ. בחר או נווט שמאלה לאישור[CR]שינוי המיקום.

# #30502
source: Save
he_il: שמור

# #30503
source: Cancel
he_il: ביטול

# #30600
source: [B]Setup stream[/B]
he_il: [B]הגדר הזרמה[/B]

# #30601
source: .strm file
he_il: קובץ strm

# #30602
source: Favourites
he_il: מועדפים

# #30603
source: Addons
he_il: ‎הרחבות

# #30604
source: Preview stream
he_il: תצוגה מקדימה

# #30605
source: Save
he_il: שמור

# #30606
source: Cancel
he_il: ביטול

# #30607
source: Stop preview
he_il: עצור תצוגה מקדימה

# #30610
source: Browse...
he_il: עיון...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
he_il: לחץ על עיון... שלמטה ונווט לקובץ ההזרמה שלך. לאחר שתבחר את הקובץ תוכל לצפות בהזרמה בתצוגה מקדימה, לשם בחינה האם השידור תקין בקודי.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
he_il: בחר מועדף מלמטה. רק מועדפי [I]PlayMedia[/I] נתמכים.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
he_il: ערוץ זה מוצע ע"י מספר הרחבות.[CR]לצפייה בחר אחת מהן.

# #30800
source: JSON-EPG URL
he_il: כתובת JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
he_il: נגן ערוצים בעזרת הרחבת Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
he_il: מדריך TV מוגדר להזרמה באמצעות Weeb.Tv

# #30803
source: addon which is not installed.
he_il: הרחבה שאינה מותקנת.

# #30804
source: Streaming using that addon is now disabled.
he_il: הזרמה בעזרת הרחבה זו כעת מנוטרלת.

# #31000
source: Zattoo settings
he_il: הגדרות Zattoo

# #31001
source: Username
he_il: שם משתמש

# #31002
source: Password
he_il: סיסמה

# #31003
source: Swiss IP address
he_il: כתובת IP שוויצרי

# #31005
source: Maximum Bandwidth (kbps)
he_il: רוחב הפס המרבי (kbps)

# #31006
source: Default Audio
he_il: שמע ברירת מחדל

# #310065
source: [COLOR ff333333]use DASH stream (Kodi17, experimental)[/COLOR]
he_il: [COLOR ff333333]תשתמש בהזרמת DASH (קודי17, נסיוני)[/COLOR]

# #310067
source: Only show favourite channels
he_il: הצג רק את הערוצים המועדפים

# #31007
source: liveTV on first start
he_il: תתחבר ל-liveTV באיתחול

# #31008
source: Channel
he_il: ערוץ

# #31009
source: select Channel
he_il: בחר ערוץ

# #31010
source: EPG/Recordings
he_il: לוח השידורים/הקלטות

# #31011
source: EPG time offset
he_il: זמן היסט ללוח השידורים

# #31012
source: always play show in EPG
he_il: נגן תמיד במדריך השידורים

# #31013
source: select folder for library
he_il: בחר תיקיה עבור הספרייה

# #31014
source: Reset Folder
he_il: איפוס תיקיה

# #31015
source: make library files
he_il: ייצר קבצי ספרייה

# #31016
source: Only finished recordings
he_il: רק הקלטות שסוימו

# #31020
source: Database
he_il: מסד נתונים

# #31021
source: Load program information at Kodi start
he_il: העלה מידע תכנית כשהקודי עולה

# #31023
source: Renew Database and clear Cache
he_il: חדש את מסד הנתונים ונקה זיכרון מטמון

# #31022
source: load only favorites
he_il: תעלה רק את המועדפים

# #31030
source: liveTV KeyMap
he_il: מפת תווים ל-liveTV

# #31032
source: edit User KeyMap
he_il: ערוך מפת תווים למשתמש

# #31033
source: Select KeyMap
he_il: בחר מפת תווים

# #31034
source: User KeyMap
he_il: מפת תווים למשתמש

# #31035
source: Default KeyMap
he_il: ברירת מחדל למפת תווים

# #31036
source: Manual Keymap
he_il: מפת תווים ידנית

# #31037
source: For manual keymap, the file myKeymap.xml must exist in the Userdata directory
he_il: עבור מפת תווים ידנית, הקובץ myKeymap.xml חייב להתקיים בספריית Userdata

# #31099
source: Most Popular
he_il: הכי פופולרי

# #31100
source: All Channels
he_il: כל הערוצים

# #31101
source: Favourites
he_il: מועדפים

# #31102
source: Channellist
he_il: רשימת ערוצים

# #31251
source: Now set your folder-content to movies,only use local information and update the library....
he_il: כעת הגדר את תוכן התיקיות שלך לסרטים, רק תשתמש במידע המקומי ותעדכן הספרייה...

# #31303
source: Date is too big
he_il: תאריך גדול מדי

# #31304
source: Date is too small
he_il: התאריך קטן מדי

# #31305
source: Record series
he_il: הקלטת כל הסדרות

# #31901
source: Content not accessible
he_il: התוכן שאינו נגיש

# #31902
source: Unable to start a session. Check your account settings!
he_il: לא ניתן להתחיל פעילות באתר. בדוק את הגדרות החשבון שלך!

# #31903
source: recording request transmitted to Zattoo. The show now should be visible in Recordings!
he_il: בקשת הקלטה צריכה להיות מועברת ל-Zattoo. המופע צריך להיות זמין עכשיו בהקלטות!

# #31907
source: Set the channel as the start channel
he_il: הגדר את הערוץ כערוץ התחלה

# #31908
source: Add channel to favourites?
he_il: להוסיף ערוץ למועדפים ?

# #31909
source: Remove channel from favourites?
he_il: האם להסיר את הערוץ מהמועדפים?

# #31911
source: Delete the recording directory and the recorded movies? The recordings are not deleted at Zattoo.
he_il: למחוק את ספריית הקלטות וסרטים מוקלטים? ההקלטות לא נמחקות מ-Zattoo.

# #31912
source: Keypad
he_il: לוח מקשים

# #31913
source: Clean the program table
he_il: נקה את טבלת התכניות

# #31914
source: Records delete
he_il: מחיקת הקלטות

# #31915
source: Load recordings
he_il: טען הקלטות

# #31916
source: Program description
he_il: תיאור התוכנית

# #31917
source: Download TV shows
he_il: הורדת סדרה

# #31918
source: ZattooHiQ - List of programs
he_il: רשימת התוכניות ב-ZattooHiQ

# #31920
source: Records are not required Delete records now?
he_il: ההקלטות אינן נדרשות למחוק הקלטות כעת?

# #31921
source: delete recording
he_il: מחק הקלטה

# #31922
source: ZattooHiQ Download program information ...
he_il: ZatoHiQ מוריד מידע על התוכנית ...

# #31923
source: Program information for channel -
he_il: מידע על התוכנית עבור ערוץ -

# #31924
source: enter date
he_il: הכנס תאריך

# #31925
source: Cancel serial recording
he_il: בטל הקלטה טורית

# #31926
source: Toggle wached
he_il: החלף מצב נצפה

# #32000
source: select cmd to change key
he_il: בחר cmd כדי לשנות מקש מקלדת

# #32001
source: press key
he_il: לחץ על המקש

# #32002
source: not key
he_il: לא מקש

# #32010
source: open Zattoo OSD
he_il: פתח מסך צפייה Zattoo

# #32011
source: previous channel
he_il: הערוץ הקודם

# #32012
source: next channel
he_il: הערוץ הבא

# #32013
source: toggle channel (PiP)
he_il: החלף ערוץ (PiP)

# #32014
source: switch audio channel
he_il: החלף ערוץ שמע

# #32015
source: record current show
he_il: הקלט תכנית נוכחית

# #32016
source: open Teletext
he_il: פתח טלטקסט

# #32017
source: show Preview
he_il: הצג תצוגה מקדימה

# #32018
source: show EPG
he_il: הצג את לוח השידורים

# #32019
source: show Channellist
he_il: הצג רשימת ערוצים

# #32020
source: show Recordlist
he_il: הצג רשימת הקלטות

# #32021
source: pause
he_il: השהה

# #32022
source: stop
he_il: עצור
